Repository: Drum147/suraltd
Catalog: languages/plugins/wp-typography-*.po
Languages: ru_ru

source: %1$s Wrap acronyms (all capitals) with <code>&lt;span class="caps"&gt;</code>.
ru_ru: %1$s Оборачивать аббревиатуры в <code>&lt;span class="caps"&gt;</code>.

source: %1$s Wrap ampersands [ <code>&amp;</code> ] with <code>&lt;span class="amp"&gt;</code>.
ru_ru: %1$s Оборачивать амперсанды [ <code>&amp;</code> ] в <code>&lt;span class="amp"&gt;</code>.

source: Keep at least the last %1$s characters of a URL together.
ru_ru: Удерживать последние %1$s символов ссылки.

source: Adds zero-width spaces throughout the URL.
ru_ru: Вставляет пробелы нулевой ширины в ссылке.

source: %1$s Enable wrapping of long URLs.
ru_ru: %1$s Допускать разбиение длинных ссылок.

source: Adds zero-width spaces throughout the email address.
ru_ru: Вставляет пробелы нулевой ширины в адресе.

source: Adds zero-width spaces after hard hyphens (like in &ldquo;zero-width&rdquo;).
ru_ru: Вставляет пробел нулевой ширины после дефиса (как в &ldquo;когда-нибудь&rdquo;).

source: %1$s Enable wrapping after hard hyphens.
ru_ru: %1$s Допускать разбиение после дефисов.

source: Pull at most %1$s letters from the previous line to keep the widow company.
ru_ru: Удерживать максимум %1$s букв предыдущей строки с висячим словом.

source: Only protect widows with %1$s or fewer letters.
ru_ru: Обрабатывать слова из %1$s букв или короче.

source: Widows are the last word in a block of text that wraps to its own line.
ru_ru: Висячее слово – последнее слово абзаца, переходящее на новую строку.

source: %1$s Prevent widows.
ru_ru: %1$s Предотвращать висячие слова

source: Separate unit names with spaces. We already look for a large list; fill in any holes here.
ru_ru: Перечисляйте единицы измерений через пробел. Мы уже обрабатываем по большому списку, дополните его при необходимости в этом поле.

source: %1$s Keep values and units together.
ru_ru: %1$s Удерживать числа с единицами измерений.

source: Normal HTML processing collapses basic spaces. This option will additionally collapse no-break spaces, zero-width spaces, figure spaces, etc.
ru_ru: По умолчанию обрабатываются только обычные пробелы. С этой опцией будут обработаны также неразрывные пробелы, пробелы нулевой ширины, шпации и т. д.

source: %1$s Collapse adjacent spacing to a single character.
ru_ru: %1$s Убирать двойные пробелы.

source: Examples: <code>1 1/2</code> or <code>1 <sup>1</sup>&#8260;<sub>2</sub></code>.
ru_ru: Пример: <code>1 1/2</code> на математически оформленные <code>1<sup>1</sup>&#8260;<sub>2</sub></code>.

source: %1$s Keep integers with adjoining fractions.
ru_ru: %1$s Удерживать целую часть смешанного числа с дробной частью.

source: %1$s Prevent single character words from residing at the end of a line of text (unless it is a widow).
ru_ru: %1$s Удерживать однобуквенные слова со следующей строкой (если слово не висячее).

source: %1$s Transform ordinal suffixes [ <code>1st</code> ] to pretty ordinals [ <code>1<sup>st</sup></code> ].
ru_ru: %1$s Заменять наращения [ <code>1-й</code> ] на оформленные [ <code>1<sup>й</sup></code> ].

source: %1$s Transform exponents [ <code>3^2</code> ] to pretty exponents [ <code>3<sup>2</sup></code> ] and math symbols [ <code>(2x6)/3=4</code> ] to correct symbols [ <code>(2&#215;6)&#247;3=4</code> ].
ru_ru: %1$s Заменять расписанные степени [ <code>3^2</code> ] на математически оформленные [ <code>3<sup>2</sup></code> ] заменять символы операций [ <code>(2x6)/3=4</code> ] на типографские [ <code>(2&#215;6)&#247;3=4</code> ].

source: Must be formatted <code>"word to replace"=>"replacement word",</code>. The entries are case-sensitive.
ru_ru: Указывайте в формате <code>"заменяемое слово"=>"заменённое слово",</code>; регистрозависимо.

source: Custom diacritic word replacements:
ru_ru: Специальные правила расстановки диакритиков:

source: Language for diacritic replacements: %1$s
ru_ru: Словарь диакритиков: %1$s

source: %1$s Force diacritics where appropriate.
ru_ru: %1$s Использовать диакритики.

source: %1$s Transform three periods [ <code>...</code> ] to ellipses [ <code>&hellip;</code> ].
ru_ru: %1$s Заменять три точки [ <code>...</code> ] на многоточие [ <code>&hellip;</code> ].

source: %1$s Transform straight quotes [ <code>'</code> <code>"</code> ] to typographically correct characters as detailed below.
ru_ru: %1$s Заменять штрихи [ <code>'</code> <code>"</code> ] на типографские кавычки в соответствии с выбранными опциями.

source: %1$s Override WordPress' automatic character handling with your preferences here.
ru_ru: %1$s Использовать настройки в этой секции вместо автозамен Wordpress по умолчанию.

source: Mark allowed hyphenations with "-"; separate words with spaces.
ru_ru: Ставьте "-" в местах допустимых переносов; слова перечисляются через пробел.

source: Exception list
ru_ru: Особые случаи

source: Safari displays weird ligature-like characters with some fonts (like Open Sans) when hyhpenation is enabled. Inserts <code>-webkit-font-feature-settings: "liga", "dlig";</code> as inline CSS workaround.
ru_ru: Safari показывает странные псевдолигатуры при использовании некоторых шрифтов (например, Open Sans) при использовании переносов. Вставляет в страницу CSS-блок с инструкцией <code>-webkit-font-feature-settings: "liga", "dlig";</code>.

source: %1$s Add workaround for Safari hyphenation bug
ru_ru: %1$s Спецобработка для бага переносов в Safari

source: Keep at least %1$s letters after hyphenation.
ru_ru: Удерживать %1$s букв после переноса.

source: Keep at least %1$s letters before hyphenation.
ru_ru: Удерживать %1$s букв до переноса.

source: Do not hyphenate words with less than %1$s letters.
ru_ru: Не переносить слова короче, чем %1$s букв.

source: %1$s Hyphenate words in ALL CAPS.
ru_ru: %1$s Переносить слова, написанные ПРОПИСНЫМИ.

source: Uncheck to avoid hyphenation of proper nouns.
ru_ru: Снимите флаг, чтобы не расставлять переносы в именах собственных.

source: %1$s Allow hyphenation of words that begin with a capital letter.
ru_ru: %1$s Переносить слова, начинающиеся с прописной.

source: Unchecking will disallow hyphenation of headings, even if allowed in the general scope.
ru_ru: Снятый флаг отключит расстановку переносов в заголовках, даже если элемент указан в списке "Элементы для обработки".

source: %1$s Hyphenate headings.
ru_ru: %1$s Переносить заголовки.

source: Language for hyphenation rules: %1$s
ru_ru: Словарь переносов: %1$s

source: %1$s Enable hyphenation.
ru_ru: %1$s Включить расстановку переносов

source: Separate tag names with spaces; do not include the <code>&lt;</code> or <code>&gt;</code>.
ru_ru: Перечисляйте тэги через пробел; скобки <code>&lt;</code> or <code>&gt;</code> не нужны.

source: Widows
ru_ru: Висячие

source: Values &amp; Units
ru_ru: Единицы измерения

source: Space Control
ru_ru: Пробелы

source: Intelligent Character Replacement
ru_ru: Интеллектуальная автозамена

source: Hyphenation
ru_ru: Переносы

source: General Scope
ru_ru: Элементы для обработки

source: License
ru_ru: Лицензия

source: Changelog
ru_ru: Хроника изменений

source: FAQs
ru_ru: ЧаВо

source: Plugin Home
ru_ru: Страница плагина
