Repository: Drum147/suraltd
Catalog: languages/plugins/wp-typography-*.po
Languages: ru_ru

source: The activated plugin %1$s requires the DOM PHP extension to be enabled on your server. Please deactivate this plugin, or <a href="%2$s">enable the extension</a>.
ru_ru: Для работы активированного плагина %1$s требуется включённое на сервере расширение DOM для PHP. Пожалуйста, деактивируйте плагин или <a href="%2$s">включите расширение</a>.

source: %1$s Transform area and volume units [ <code>m2</code> ] to pretty units [ <code>m²</code> ].
ru_ru: %1$s Заменять степени в единицах измерения площади и объёма [ <code>m2</code> ] на символы степеней [ <code>m²</code> ].

source: Area and volume units
ru_ru: Единицы измерения площади и объёма

source: International (no hair spaces)
ru_ru: Международные (без волосяных шпаций)

source: %1$s Replace Unicode hyphens [ <code>&#8208;</code> ] with the ASCII hyphen-minus [ <code>-</code> ].
ru_ru: %1$s Заменять дефисы Unicode [ <code>&#8208;</code> ] на дефисы/знаки минуса ASCII [ <code>-</code> ].

source: Hyphen
ru_ru: Дефис

source: %1$s Replace narrow no-break spaces [ <code>X&#8239;Y</code> ] with regular no-break spaces [ <code>X&nbsp;Y</code> ].
ru_ru: %1$s Заменять узкие неразрывные пробелы [ <code>&#8239;</code> ] на обычные [ <code>X&nbsp;Y</code> ].

source: Narrow no-break space
ru_ru: Узкий неразрывный пробел

source: Some Unicode characters still cause issues with certain browsers, and some fonts may be missing the correct glyphs.
ru_ru: Некоторые символы из таблицы Юникода могут не отображаться некоторыми браузерами, а в некоторых шрифтах может не быть нужных глифов.

source: Special Characters
ru_ru: Специальные символы

source: %1$s Include Roman numbers: [ <code>XXe</code> ] to pretty ordinals [ <code>XX<sup>e</sup></code> ].
ru_ru: %1$s Оформлять римские порядковые числительные: [ <code>XXe</code> ] - [ <code>XX<sup>e</sup></code> ].

source: Separate words or phrases with commas. All single straight quotes will be treated as apostrophes (e.g. <code>rock 'n' roll</code> will become <code>rock ’n’ roll</code>). The entries are case-sensitive.
ru_ru: Разделяйте слова и фразы запятыми. Все одинарные кавычки будут заменены на апострофы (<code>д'Арк, e-mail'ом</code> станет <code>д’Арк, e-mail’ом</code>). Все замены регистрозависимы.

source: Additional words beginning or ending with an apostrophe:
ru_ru: Дополнительный список слов, начинающихся или оканчивающихся апострофом

source: wp-Typography does not store, transmit or otherwise process personal data as such. It does cache the content of the site's posts. If necessary, you can clear this cache from the plugin's settings page.
ru_ru: wp-Typography не хранит, не передаёт и никаким иным образом не обрабатывает персональные данные. Плагин кэширует содержимое записей. При необходимости, очистите кэш плагина на странице настроек wp-Typography.

# language name
source: German (Swiss Traditional)
ru_ru: немецкий (швейцарский литературный)

source: Treat as feed title
ru_ru: Обработать как заголовок в ленте

source: Treat as feed body text
ru_ru: Обработать как содержание записи в ленте

source: RSS Feeds
ru_ru: Ленты RSS

source: Treat as title
ru_ru: Обработать как заголовок

source: Treat as body text
ru_ru: Обработать как содержание записи

source: Standard Posts
ru_ru: Обычные записи

source: Do not filter
ru_ru: Не применять фильтры

source: Select the wp-Typography filter to apply
ru_ru: Выберите нужные фильтры wp-Typography

source: Typography
ru_ru: Типографика

# language name
source: Norwegian (Bokmål)
ru_ru: норвежский (Букмол)

# language name
source: Romansh
ru_ru: романшский

# language name
source: Piedmontese
ru_ru: пьемонтский

# language name
source: Norwegian (Nynorsk)
ru_ru: новонорвежский

# language name
source: Malayalam
ru_ru: малаялам

# language name
source: Kannada
ru_ru: каннада

# language name
source: Kurmanji
ru_ru: курманджи

# language name
source: Upper Sorbian
ru_ru: верхнелужицкий

# language name
source: Gujarati
ru_ru: гуджарати

# language name
source: Friulan
ru_ru: фриульский

# language name
source: Esperanto
ru_ru: эсперанто

# language name
source: Church Slavonic
ru_ru: церковнославянский

# language name
source: Bengali
ru_ru: бенгальский

# language name
source: Belarusian
ru_ru: беларусский

# language name
source: Assamese
ru_ru: ассамский

# language name
source: Amharic
ru_ru: амхарский

source: Line Wrapping
ru_ru: Разбиение по строкам

source: Enable if you are using multilingual plugin like WPML or Polylang and want automatic hyphenation language, dash and quote style adjustments.
ru_ru: Активируйте, если на сайте используется плагин для режима многоязычности, например WPML или Polylang, и вы хотите автоматического изменения правил переноса и типографики.

source: %1$s Enable support for using multiple languages on the same site.
ru_ru: %1$s Активировать поддержку многоязычности на сайте.

source: Multilingual support
ru_ru: Многоязычный режим

source: Examples: <code>ISO 9001</code> or <code>E 100</code>.
ru_ru: Например: <code>ISO 9001</code>, <code>E 100</code>.

source: %1$s Keep abbreviations containing numbers together.
ru_ru: %1$s Удерживать вместе части букво-численных аббревиатур.

source: Numbered abbreviations
ru_ru: Букво-численные аббревиатуры

source: Unchecking will prevent processing completely if the HTML parser produces any errors for a given content part. You should only need to do this in case your site layout changes with wp-Typography enabled.
ru_ru: При снятом флаге обработка будет отменена для фрагментов, содержащих некорректную HTML-разметку. Снимите флаг, если на вашем сайте ведутся работы по перевёрстке с включённым wp-Typography.

source: %1$s Ignore errors in parsed HTML.
ru_ru: %1$s Игнорировать ошибки разбора HTML.

source: Parser errors
ru_ru: Ошибки разбора

source: Cached post content cleared.
ru_ru: Кэш очищен.

source: CSS Hooks
ru_ru: Управление CSS

source: Please keep in mind that technically, WordPress applies the typographic fixes on the individual content parts used in your site templates, e.g. <code>the_title</code>, <code>the_content</code>, not the page as a whole. For this reason, HTML tags (including classes and IDs) from the theme's template files cannot be used to limit the scope of wp-Typography's processing.
ru_ru: Учитывайте, что Wordpress обрабатывает текст не на странице, а внутри фрагментов шаблонов вашей темы ( <code>the_title</code>, <code>the_content</code>); в связи с этим, HTML-теги, классы и ID из файлов шаблонов не проходят обработку wp-Typography.

source: Improve your web typography with <em>hyphenation</em>, <em>space control</em>, <em>intelligent character replacement</em>, and <em>CSS hooks</em>. These improvements can be enabled separately via the settings tabs provided below. We try to provide reasonable default values, but please check that they are suitable for your site language.
ru_ru: Улучшьте типографику вашего сайта, настроив <em>переносы</em>, <em>обработку пробелов</em>, <em>автозамену</em> и <em>таблицы CSS</em>. Вы можете активировать настройки во вкладках по отдельности. Мы постарались указать адекватные значения по умолчанию, но убедитесь, что они подходят для языка вашего сайта.

# language name
source: Telugu
ru_ru: телугу

# language name
source: Tamil
ru_ru: тамильский

# language name
source: Panjabi
ru_ru: панджаби

# language name
source: Oriya
ru_ru: ория

# language name
source: Occitan
ru_ru: окситанский

# language name
source: Marathi
ru_ru: маратхи

# language name
source: Hindi
ru_ru: хинди

source: Improve your web typography with: hyphenation, space control, intelligent character replacement, and CSS hooks.
ru_ru: Улучшьте типографику вашего сайта, настроив переносы, обработку пробелов, автозамену и таблицы CSS.

source: Useful resources:
ru_ru: Полезные материалы:

source: Settings reset to default values.
ru_ru: Настройки сброшены на исходные.

source: Styles
ru_ru: Дополнительные стили

source: Initial quotes
ru_ru: Начальные кавычки

source: Hanging punctuation
ru_ru: Висячая пунктуация

source: Numbers
ru_ru: Числа

source: Caps
ru_ru: Аббревиатуры

source: Ampersands
ru_ru: Амперсанды

source: URLs
ru_ru: Ссылки

source: %1$s Enable wrapping of long email addresses.
ru_ru: %1$s Допускать разбиение длинных e-mail'ов.

source: Email addresses
ru_ru: Электронная почта

source: Hyphens
ru_ru: Переносы

source: Additional unit names:
ru_ru: Единицы измерений

source: Examples: <code>1 in.</code> or <code>10 m<sup>2</sup></code>.
ru_ru: Например, <code>1 in.</code> или <code>10 m<sup>2</sup></code>.

source: French punctuation
ru_ru: Французская типографика

source: Adjacent spacing
ru_ru: Двойные пробелы

source: Single character words
ru_ru: Однобуквенные слова

source: Ordinal numbers
ru_ru: Порядковые числительные

source: Warning: If you use a font (like Lucida Grande) that does not have a fraction-slash character, this may cause a missing line between the numerator and denominator.
ru_ru: Внимание: Если вы используете шрифт, в котором нет символа солидуса (например Lucida Grande), между числителем и знаменателем будет отсутствовать дробная черта.

source: %1$s Transform fractions [ <code>1/2</code> ] to pretty fractions [ <code><sup>1</sup>&#8260;<sub>2</sub></code> ].
ru_ru: %1$s Заменять расписанные дроби [ <code>1/2</code> ] на математически оформленные [ <code><sup>1</sup>&#8260;<sub>2</sub></code> ].

source: Fractions
ru_ru: Дроби

source: Math symbols
ru_ru: Математические символы

source: %1$s Transform registration marks [ <code>(c)</code> <code>(r)</code> <code>(tm)</code> <code>(sm)</code> <code>(p)</code> ] to proper characters [ <code>©</code> <code>®</code> <code>™</code> <code>℠</code> <code>℗</code> ].
ru_ru: %1$s Заменять знаки регистрации [ <code>(c)</code> <code>(r)</code> <code>(tm)</code> <code>(sm)</code> <code>(p)</code> ] на уместные символы [ <code>©</code> <code>®</code> <code>™</code> <code>℠</code> <code>℗</code> ].

source: Registration marks
ru_ru: Знаки регистрации

source: Ellipses
ru_ru: Многоточие

source: Language definitions will purposefully not process words that have alternate meaning without diacritics like <code>resume</code>/<code>résumé</code>, <code>divorce</code>/<code>divorcé</code>, and <code>expose</code>/<code>exposé</code>.
ru_ru: Слова с неоднозначным написанием не будут обработаны: <code>resume</code>/<code>résumé</code>, <code>divorce</code>/<code>divorcé</code>, and <code>expose</code>/<code>exposé</code>.

source: For example, <code>creme brulee</code> becomes <code>crème brûlée</code>.
ru_ru: Например, <code>creme brulee</code> заменится на <code>crème brûlée</code>.

source: Smart diacritics
ru_ru: Диакритики

source: Use the %1$s style for dashes.
ru_ru: Использовать %1$s для замены дефисов

source: %1$s Transform minus-hyphens [ <code>-</code> <code>--</code> ] to contextually appropriate dashes, minus signs, and hyphens [ <code>&ndash;</code> <code>&mdash;</code> <code>&#8722;</code> <code>&#8208;</code> ].
ru_ru: %1$s Заменять минус-дефисы [ <code>-</code> <code>--</code> ] на уместные по контексту тире, знаки минуса и переносы [ <code>&ndash;</code> <code>&mdash;</code> <code>&#8722;</code> <code>&#8208;</code> ].

source: Smart dashes
ru_ru: Тире

source: Secondary quotation style: Convert <code>'foo'</code> to %1$s.
ru_ru: Вложенные кавычки: заменять <code>'foo'</code> на: %1$s.

source: Primary quotation style: Convert <code>"foo"</code> to %1$s.
ru_ru: Внешние кавычки: заменять <code>"foo"</code> на: %1$s.

source: Smart quotes
ru_ru: Кавычки

source: Intelligent character replacement
ru_ru: Интеллектуальная автозамена

source: Browser support
ru_ru: Поддержка браузеров

source: Character limits
ru_ru: Количество букв

source: Special cases
ru_ru: Специальные правила

source: Separate ID names with spaces. Elements with these IDs will not be processed.
ru_ru: Перечисляйте ID через пробел; элементы с указанными ID не будут обработаны.

source: Ignore IDs
ru_ru: Пропускать элементы с ID

source: Separate class names with spaces. Elements with these classes will not be processed.
ru_ru: Перечисляйте классы через пробел; элементы с указанными классами не будут обработаны.

source: Ignore CSS classes
ru_ru: Пропускать элементы с классами

source: Separate tag names with spaces; do not include the <code>&lt;</code> or <code>&gt;</code>. The content of these HTML elements will not be processed.
ru_ru: Перечисляйте тэги через пробел; скобки <code>&lt;</code> и <code>&gt;</code> не нужны; элементы с указанными тэгами не будут обработаны.

source: Ignore HTML elements
ru_ru: Пропускать HTML-элементы

source: Sometimes you want to enable certain long words to wrap to a new line, while at other times you want to prevent wrapping.
ru_ru: Иногда нужно разбивать длинные строки на две, в других случаях желательно удержать их в одной.

source: Not all number formattings are appropriate for all languages.
ru_ru: Выберите настройки форматирования чисел, подходящие для вашего языка.

source: Math & Numbers
ru_ru: Числа и математические символы

source: To help with styling your posts, some additional CSS classes can be added automatically.
ru_ru: Чтобы более тонко настроить оформление записей, можно автоматически добавлять CSS-классы.

source: Take control of space. At least in your WordPress posts.
ru_ru: Управляйте расстановкой пробелов и разбиением строк. По крайней мере, в текстах ваших записей.

source: Modern keyboards are still based on the limited character range of typewriters. This section allows you to selectively replace typewriter characters with better alternatives.
ru_ru: У современных клавиатур по-прежнему ограниченный набор вводимых символов. В этой вкладке можно настроить замену машинописных знаков на типографские.

source: Hyphenation rules are based on pre-computed dictionaries, but can be fine tuned. Custom hyphenations always override the patterns from the dictionary.
ru_ru: Переносы расставляются на основе готовых словарей, но можно указать свои правила, которые будут иметь приоритет над словарными.

source: By default, wp-Typography processes all post content and titles (but not the whole page). Certain HTML elements within your content can be exempted to prevent conflicts with your theme or other plugins.
ru_ru: По умолчанию, wp-Typography обрабатывает все заголовки и содержимое записей (но не страницы). Вы можете выбрать, какие HTML-элементы игнорировать, чтобы избежать конфликтов с темой или другими плагинами.

source: Introduction
ru_ru: Введение

source: %s Settings
ru_ru: Настройки «%s»

# language name
source: Latin (Liturgical)
ru_ru: латынь (церковная)

# language name
source: Chinese pinyin (Latin)
ru_ru: пиньинь

# language name
source: Ukrainian
ru_ru: Украинский

# language name
source: Turkish
ru_ru: турецкий

# language name
source: Turkmen
ru_ru: туркменский

# language name
source: Thai
ru_ru: тайский

# language name
source: Swedish
ru_ru: шведский

# language name
source: Serbian (Cyrillic)
ru_ru: сербский (вуковица)

# language name
source: Slovenian
ru_ru: словенский

# language name
source: Slovak
ru_ru: словацкий

# language name
source: Serbocroatian (Latin)
ru_ru: сербохорватский (гаевица)

# language name
source: Serbocroatian (Cyrillic)
ru_ru: сербохорватский (вуковица)

# language name
source: Sanskrit
ru_ru: санскрит

# language name
source: Russian
ru_ru: русский

# language name
source: Romanian
ru_ru: румынский

# language name
source: Portuguese
ru_ru: португальский

# language name
source: Polish
ru_ru: польский

# language name
source: Norwegian
ru_ru: норвежский

# language name
source: Dutch
ru_ru: нидерландский

# language name
source: Mongolian (Cyrillic)
ru_ru: монгольский (кириллица)

# language name
source: Latvian
ru_ru: латвийский

# language name
source: Lithuanian
ru_ru: литовский

# language name
source: Latin
ru_ru: латынь

# language name
source: Latin (Classical)
ru_ru: латынь (классическая)

# language name
source: Georgian
ru_ru: грузинский

# language name
source: Italian
ru_ru: итальянский

# language name
source: Icelandic
ru_ru: исландский

# language name
source: Indonesian
ru_ru: индонезийский

# language name
source: Interlingua
ru_ru: интерлингва

# language name
source: Armenian
ru_ru: армянский

# language name
source: Hungarian
ru_ru: венгерский

# language name
source: Croatian
ru_ru: хорватский

# language name
source: Greek (Ancient)
ru_ru: древнегреческий

# language name
source: Galician
ru_ru: галисийский

# language name
source: Irish
ru_ru: ирландский

# language name
source: French
ru_ru: французский

# language name
source: Finnish
ru_ru: финский

# language name
source: Basque
ru_ru: баскский

# language name
source: Estonian
ru_ru: эстонский

# language name
source: Spanish
ru_ru: испанский

# language name
source: English (United States)
ru_ru: английский (Соединённые Штаты Америки)

# language name
source: English (United Kingdom)
ru_ru: английский (Соединённое Королевство)

# language name
source: Greek (Modern Polytonic)
ru_ru: новогреческий (политонический)

# language name
source: Greek (Modern Monotonic)
ru_ru: новогреческий (монотонический)

# language name
source: German
ru_ru: немецкий

# language name
source: German (Traditional)
ru_ru: немецкий (до орфографической реформы)

# language name
source: Danish
ru_ru: датский

# language name
source: Welsh
ru_ru: уэльский

# language name
source: Czech
ru_ru: чешский

# language name
source: Catalan
ru_ru: каталонский

# language name
source: Bulgarian
ru_ru: болгарский

# language name
source: Afrikaans
ru_ru: африкаанс

source: %1$s Force thin spaces between em &amp; en dashes and adjoining words.
ru_ru: %1$s Принудительно обрамлять длинное и короткое тире тонкими шпациями.

source: To prevent legacy applications from displaying inappropriate hyphens, all soft hyphens and zero-width spaces are removed from the clipboard selection. Requires JavaScript.
ru_ru: Чтобы предотвратить некорректный показ переносов некоторыми приложениями, все мягкие переносы и пробелы нулевой ширины вырезаются при копировании. Требуется Javascript.

source: %1$s Remove hyphenation when copying to clipboard
ru_ru: %1$s копировать в буфер без переносов.

source: The amount of push/pull should be adjusted for your selected font in the stylesheet. <br />Single quote-like marks [ <code>&#8218;&lsquo;&apos;&prime;'</code> ] are wrapped with <code>&lt;span class="pull-single"&gt;</code>. <br />Double quote-like marks [ <code>&#8222;&ldquo;&Prime;"</code> ] are wrapped with <code>&lt;span class="pull-double"&gt;</code>. <br/>For punctuation marks that do not begin a block of text, a corresponding empty <code>&lt;span class="push-&hellip;"&gt;</code> ensures proper alignment within the line.
ru_ru: Степень утяжки/разгонки необходимо настроить в зависимости от используемого шрифта <br />Единичные штрихи [ <code>&#8218;&lsquo;&apos;&prime;'</code> ] оборачиваются в <code>&lt;span class="pull-single"&gt;</code>. <br />Двойные штрихи [ <code>&#8222;&ldquo;&Prime;"</code> ] оборачиваются в <code>&lt;span class="pull-double"&gt;</code>. <br/>Для свешивания знаков, не начинающих абзац, предусмотрено оборачивание в <code>&lt;span class="push-&hellip;"&gt;</code>.

source: %1$s Wrap small punctuation marks.
ru_ru: %1$s Оборачивать узкие знаки препинания

source: This option adds a thin non-breakable space before <code>?!:;</code>.
ru_ru: При установленном флаге перед знаками <code>?!:;</code> будут вставлены тонкие шпации.

source: %1$s Apply French punctuation rules.
ru_ru: %1$s Использовать типографику французского языка.

source: Uncheck to disallow the hyphenation of the words making up a hyphenated compound (e.g. <code>editor-in-chief</code>).
ru_ru: Снимите флаг, чтобы запретить перенос составных сложных слов (например, <code>ярмарка-распродажа</code>).

source: %1$s Allow hyphenation of the components of hyphenated compound words.
ru_ru: %1$s Расставлять переносы в словах с дефисным написанием.

source: Clear Cache
ru_ru: Очистить кэш

source: International
ru_ru: Международный

source: Traditional US
ru_ru: английский (американский)

source: In the US, the em dash&#8202;&mdash;&#8202;with no or very little spacing&#8202;&mdash;&#8202;is used for parenthetical expressions, while internationally, the en dash &ndash; with spaces &ndash; is more prevalent.
ru_ru: В США и Великобритании для оформления вводных конструкций используется длинное тире (не отбитое пробелами ("—") или обрамлённое тонкими шпациями (" — "); с другой стороны, в типографиках других языков чаще используется короткое тире, отбитое пробелами с обеих сторон (" – ").

source: Dashes
ru_ru: Тире

source: The activated plugin %1$s requires your blog use the UTF-8 character encoding. You have set your blogs encoding to %2$s. Please deactivate this plugin, or <a href="%3$s">change your character encoding to UTF-8</a>.
ru_ru: Для работы плагина %1$s ваш блог должен использовать кодировку UTF-8. Сейчас ваш блог использует кодировку %2$s. Пожалуйста, деактивируйте плагин или <a href="%3$s">смените кодировку на UTF-8</a>.

source: The activated plugin %1$s requires the mbstring PHP extension to be enabled on your server. Please deactivate this plugin, or <a href="%2$s">enable the extension</a>.
ru_ru: Для работы плагина %1$s необходимо активированное расширение PHP mbstring. Пожалуйста, деактивируйте плагин или <a href="%2$s">активируйте расширение</a>.

source: The activated plugin %1$s requires PHP %2$s or later. Your server is running PHP %3$s. Please deactivate this plugin, or upgrade your server's installation of PHP.
ru_ru: Для работы плагина %1$s нужен PHP версии %2$s или новее. Вы используете PHP версии %3$s. Пожалуйста, деактивируйте плагин или обновите PHP.

source: Save Changes
ru_ru: Сохранить изменения

source: Restore Defaults
ru_ru: По умолчанию

source: Settings
ru_ru: Настройки

source: This will only be applied if explicitly selected with the preceding option.
ru_ru: Будет использована, только если установлен флаг в предыдущем пункте.

source: Styling for CSS hooks:
ru_ru: Таблица стилей

source: Attempts to inject the CSS specified below. If you are familiar with CSS, it is recommended you not use this option, and maintain all styles in your main stylesheet.
ru_ru: Попытаться внедрить указанную таблицу стилей. Если у вас есть опыт работы с CSS, рекомендуем вместо использования этой опции настроить все стили в вашей основной таблице.

source: %1$s Include styling for CSS hooks.
ru_ru: %1$s Использовать дополнительную CSS-таблицу

source: Limit styling of initial quotes to these <strong>HTML elements</strong>:
ru_ru: Обрабатывать начальные кавычки в этих <strong>HTML-элементах</strong>:

source: Matches quotemarks at the beginning of blocks of text, not all opening quotemarks. <br />Single quotes [ <code>&lsquo;</code> <code>&#8218;</code> ] are wrapped with <code>&lt;span class="quo"&gt;</code>. <br />Double quotes [ <code>&ldquo;</code> <code>&#8222;</code> ] are wrapped with <code>&lt;span class="dquo"&gt;</code>. <br />Guillemets [ <code>&laquo;</code> <code>&raquo;</code> ] are wrapped with <code>&lt;span class="dquo"&gt;</code>.
ru_ru: Оборачиваются только кавычки в начале абзаца, а не все открывающие кавычки. <br />Одиночные кавычки [ <code>&lsquo;</code> <code>&#8218;</code> ] оборачиваются в <code>&lt;span class="quo"&gt;</code>. <br />Двойные кавычки [ <code>&ldquo;</code> <code>&#8222;</code> ] оборачиваются в <code>&lt;span class="dquo"&gt;</code>. <br />&laquo;Ёлочки&raquo; [ <code>&laquo;</code> <code>&raquo;</code> ] оборачиваются в <code>&lt;span class="dquo"&gt;</code>.

source: %1$s Wrap initial quotes.
ru_ru: %1$s Оборачивать начальные кавычки

source: %1$s Wrap digits [ <code>0123456789</code> ] with <code>&lt;span class="numbers"&gt;</code>.
ru_ru: %1$s Оборачивать числовые значения [ <code>0123456789</code> ] в <code>&lt;span class="numbers"&gt;</code>.
